= こんな勉強会があるよ！

== もくもく執筆会 #techbook_meetup

==== 自己紹介

@es_kumagai（熊谷友宏）もくもく執筆会 主催。
プログラミングの楽しさを伝えたい。そのために自分に何ができるのか、模索しながら活動中です。

@llminatoll（湊川あい）もくもく執筆会 主催。フリーランスのWebデザイナー・漫画家・技術ライター。『わかばちゃんと学ぶ』シリーズや『マンガでわかるDocker』などを執筆しています。


==== 概要・活動履歴

//footnote[techbook_meetup][もくもく執筆会 connpassページ https://techbook-meetup.connpass.com/]

もくもく執筆会@<fn>{techbook_meetup}は『みんなで集まって@<b>{各自が自分の著作物を執筆する会}』です。
2017年5月30日から横浜・馬車道で活動を開始、それから月に1,2回のペースで首都圏を中心に開催しています。
対象にしている執筆物は著作物なら原則なんでも良く、技術系同人誌や商業誌の原稿はもちろん、勉強会の発表資料やブログ記事、プログラムやWebページのコードみたいなものも含みます。
身近な著作物を広く対象とすることで@<b>{著作活動をより身近なものに}、ひいてはそこから連想される『執筆』という言葉に感じる敷居の高さも払拭できたらいいなと願いながら。

そんなもくもく執筆会では、特に次の3つを目的として掲げています。

 * アウトプットが捗る場所
 * 共有できる場所
 * ブラッシュアップできる場所

==== 立ち上げの経緯

//footnote[cyougijyutsusyotenn][千葉の幕張メッセで2017年4月29日から30日にかけて開催された``ニコニコ超会議 2017''内に設けられた技術書オンリー同人誌即売会ブース]

同人誌即売会が終われば、孤独な世界 — 未来の「もくもく執筆会」を共催する2人が初めて巡り合わせた『
超技術書典@<fn>{cyougijyutsusyotenn}のための追い込み執筆会』でそんな話をしたことが、会を立ち上げるきっかけになりました。

同人誌即売会の開催中は仲間に囲まれ、本を読みに来てくれる人たちも加わって楽しい時間を過ごせるけれど、それが終わればまた孤独な執筆活動が始まる。
執筆会でも集まれるけれど、次に開催されるのは技術書典が迫った頃で。それなら、一緒に執筆会を開いてしまえばいいんじゃない？そんな風に意気投合して、もくもく執筆会は始まりました。

==== 大事にしていること

各自がそれぞれの原稿を書きにこれる場所というのはもちろんですけど、せっかく『同じ志を持った人たちの集う場所』ならではの空間を描けることも大切にしています。
原稿を進める傍、仲間同士で団らんしたり、執筆をしていく中で迷ったときにはみんなと相談できる場所にもなったり。

会の最初に必ず行う@<b>{自己紹介タイム}も、大切にしているポイントです。
今日やることを表明するだけが目的ではなく、何をするかをみんなと共有することで、その人の興味や関心を知れて話しかけやすくなるのを期待して。
また、せっかく頑張って執筆したのだから、最後に成果をみんなと共有して努力を労い合いたくて成果報告タイムも用意しました。
そんな自己紹介タイムと成果報告タイムは、今のところ@<b>{全員で行う}ことにこだわっています。せっかく集まった仲間なので、仲間意識は大切に育んでいきたい気持ちです。

==== やってよかったこと

何よりいちばんに感じるよかったことは「みんなから元気をもらえる」ことでした。
同人誌って、それぞれが@<b>{その時にいちばん好きなことを作品として思いっきり表現}する世界、だからみんなの熱量がすごくて。同人誌即売会のその熱意に触れていると、たくさんの嬉しさと元気を分けてもらえる心地がします。
そんな人たちが醸す前向きで明るい空気感と、届けてくれる言葉の数々に、たくさんの元気をもらえることが、会を開いてみるまで予想もしていなかった嬉しい出来事でした。

もうひとつの嬉しかったことは、参加してくれた人たちが「こういう会があってよかった」って褒めてくれることでした。
帰り際にわざわざそんな嬉しい言葉を届けにきてくれる人がいらして、その度に開いてよかったって感じます。
これからもそんな会であり続けられるように、ほのぼのと運営していきたいものです。


==== これから勉強会を主催したい人に向けてのメッセージ

もくもく執筆会を始めて2年が経とうとしていますが、やってみて気付いたのは「自分が欲しい場所がないなら作ればいい」「やり続けていると仲間が自然と集まってくる」ということです。
普段の生活の中で「こんな場所があればいいのに」と思うことがあるなら、あなたと同じ気持ちの人たちが必ずいます。

もくもく執筆会は比較的珍しい「平等な裁量を持つ主催が2人」の勉強会なので、そのメリットと心がけていることをお伝えします。

===== 主催2人のメリット

 * 1人では浮かばなかったアイデアが思いつく
 * 毎月の会場を探すとき、2人分の人脈が使える
 * どちらかに急用ができたり、体調不良になったりしても、もう1人がカバーできる
 * 判断に迷ったときに「もう1人の主催に相談してみますね」とワンクッション置くことができる・実際に相談できる

 特に、もう1人と相談できるというのが大きくて、外の誰かから何か相談ごとや提案が持ちかけられたときに、もっともらしいことであっても、会のコンセプトとずれていたり、考えてみると問題の本質はそこじゃないことに気が付いてみたり。時間を置くとそういうのが見えてきたりして、もう1人の主催の存在にありがたみを感じることって多いです。

===== 心がけていること

 * 違和感を感じることがあったら、気軽に相談の機会を設ける
 * 適宜、会の方向性を確認する

主催が複数人の利点として、初回開催時に不安な「誰も来なかったらどうしよう問題」を解決できます。たとえば、もくもく執筆会の場合、最低でも主催の2人は集まるので、それだけいれば「集まって執筆する」目的は果たせます。そんな風に「もし参加者が集まらなくても、会は開ける」というのは心強いものです。

そうです、勉強会だからといっていきなり何十人も呼ぶ必要はないのです。
参加人数に関わらず、まずはその会を自分自身が楽しむこと。
そして、コンセプトに共感した誰かが参加してくれたら、その出会いを喜び、笑顔で帰ってもらうこと。
シンプルですけどそんなことを大事にしたら、思うよりも簡単に勉強会を立ち上げて、続けていけると思います。
皆さんもぜひ、自分が欲しいと思った場所を実際に作ってみてください。


== TechPub-おやかたが技術者コミュニティに足を踏み入れた日-
勉強会初参加にして、私の人生を変えるきっかけになったイベントを紹介します。

==== 自己紹介
本書の編集長もやってます、おやかたです。合同誌を生やしたりする活動をやってます。

==== 参加した会の概要
https://techpub.connpass.com/event/54961/

Tech Pub vol.3―技術書典ふりかえりLT大会！（非公式ファンイベント） 2017年5月9日

参加者　20名　技術書典2の振り返りLT会。登壇者8人

==== 参加しようと思ったきっかけ

技術書典運営のひつじさんが参加すると聞いて、「技術書典当日、みんなで打ち上げできませんか？」という質問をしたかったために参加しました。

質問のチャンスがあり、やはり当日は人手、時間的に無理です、という丁寧な解答を頂き、さらにそれが、「技術書典非公式アフター@<fn>{unofficial}につながっていきます。

//footnote[unofficial][技術書典3非公式アフター　https://techbook-and-ethanol.connpass.com/event/63853/]

==== 参加しての感想等

このイベントで技術書著者の皆さんと出会い、その後様々なプロジェクト、イベントに発展していきます。あとから考えてみると、「技術同人誌を書こう」の著者10人のうち8名が参加しているという奇跡のイベントでした。主催の近藤さんやその他の著者の皆さんともさまざまなイベントでご一緒しています。このイベントがなかったとしたら・・・誇張なく今の私はいません。

大げさな表現でなく本当に、一つの勉強会が人生を変えるというのが実際に起こった勉強会でした。それまでから8年ほど、15冊近く技術同人誌は書いていたので、本を書くきっかけになったというわけではありません。しかしここでの出会いがなければ、変わらず一人で淡々と本を書いていたか、ことによればネタ切れで引退していたかもしれません。このイベント以降、執筆、コミュニティ活動、勉強会参加、すべてが非常に充実しており、まだみんなと知り合って一年半ほどしか経っていないことが本当に信じられないのです。


== 勉強会に参加する目的について＠FORTE（@FORTEgp05）

==== 自己紹介

FORTE（フォルテ）と申します。

==== コラム

勉強会に行く目的について、皆さんはどう考えているでしょうか？何かを学ぶため、疑問を解決するため、登壇したいから、楽しいから。さまざまな目的があるかと思います。

ここで一度、今まで行った勉強会でその目的が果たせていたかを考えて見てください。

「学ぶ、疑問の解決」と思った方は具体的に学べたこと、解決できた疑問を思い起こせましたか？「登壇」が目的の方は準備や当日、その後のフィードバックから何かを得ることができましたか？またそれらは自分にとって費用や時間に見合うだけの価値があるものでしたか？これらが明確に思い当たらない人、いわれてみると今の自分にとってはあまり価値が無いかもと思った方、本書を機会に勉強会に行く目的を見直してみることをオススメします。

勉強会はそのテーマについて同じような目的や悩みを持った方がいる場です。質問したり、ディスカッションしたり、相談したりするとよい学びが得られると思います。勉強会に行っただけで満足するのではなく、そこに何を持ち込んで何を持って帰れるか？が学ぶために重要な考え方だと思います。

ちなみに楽しいからと答えた人も、今回は楽しむために行く！のはアリだと思います。勉強会という場から得られるエネルギーは大きく背中を押してくれると思っています。そもそも勉強会に行くような人はエネルギーの塊のような人が多いと思います。ぜひエネルギーを分けてもらいましょう。自分と同じように楽しみたい人が居たら一緒に盛り上がりましょう！

しかし、いつも楽しんでいるだけ、毎回のように行くけどその後の行動が何も変わっていない人は要注意。勉強会に行くのは手段であって目的ではありません。勉強会に行って、あなたは、何をしたいんですか？

より楽しく勉強会に参加し、その後も楽しく過ごせるようにしていきたいですね。


③ 勉強会に「参加して」世界が変わった/広がった

== 勉強会に繰り出して世界が大きく広がった話＠いわしまん

=== 自己紹介

　多角的な視点でたいへん参考になる『ワンストップ見積もり』を拝見してこういうアンケートなら自分でもできそうだな〜的な感想をうっかり呟いたところ、Podcast生やすお兄さんで有名なさる方たちに光速で捕捉され、本を生やすおやかたさんのところに知らせが届いていきました。Twitterこわいですね。いわしまんと申します。せっかくなのでコラムに協力させていただきました。
　NOインターネッツ時代に金融系のレガシー開発から脱出転職、今で言う国産メーカー系SIer(正確にはたぶん総合IT系ベンダー)の比較的大きい会社で紆余曲折キャリアを積み今へ。開発の現場を技術で支えリードするアーキテクト的な立ち位置で関わる事が多いです。自分の手でコードを書いて開発しており、SEだけど実質ソフトウェアエンジニアとほぼ同じです。
　開発全般の他にも新人教育やプロジェクト内教育など、人材育成に関わったこともあります。社内でも現場の改善活動で部署内で閉じた勉強会のようなことをしているところはありますが、一般的な勉強会とはだいぶ毛色も文化も違うので自分はあまりそのへんは参加していません。
　2017年夏にブログをはてなブログで再起動してエンジニア関連の情報を発信するようになり、本の感想を書いたり技術を追ったり時々イベントに行ったりしています。テック系Podcast『しがないラジオ』sp.53にゲスト出演しております。
　他のアウトプット歴としては別ジャンルで恐縮ですが、ボードゲームの親戚筋にあたるTRPGの分野でネット黎明期から個人サイト・はてなダイアリー・ミクシィなどを媒体に、十数年活動していました。

 * ついったー：@iwasiman
 * ぶろぐ：iwasiman.hatenablog.com

=== 参加した会の概要

 * 転職LT会：エンジニアの転職経験者、転職を考えている人、転職関係なくアウトプットや自己実現、キャリアについてを考えている人が集まり、きっかけとつながりを作ってワイワイ情報交換する会。
 * あにべん！：アニメ好きのエンジニアが集まってアニメからの学びを共有するというお題目で、アニメを語り合う会。
 * WEBエンジニア勉強会：題材はWebに関することなら何でもOKな、比較的初心者層のWebエンジニア参加も多く配慮がなされている総合的なWeb技術の勉強会。
 * しがないラジオmeetup：Podcast『しがないラジオ』のパーソナリティとゲストとリスナー、しがない(＝楽しくて仕方がない)ライフを目指す人々が集まり、楽しく語り合う会。
 * エンジニアの登壇を応援する会のイベント群：エンジニアのアウトプットによる成長を支援するコミュニティ主催の各種イベント。1年の成長を振り返るLTがお題の、忘年LT大会にまず参加。

　これからも頻度を適宜抑えつつ、時々あちこちお邪魔していこうと思っています。

=== 参加しようと思ったきっかけ

　僕は比較的大きな規模の企業で働いていますが、開発の一線に立っていない人もおり社内で諸々がだいたい完結してしまう中で生きていると、視野が狭まってアンテナが鈍くなりエンジニアとしての生存能力的なやつが下がってしまう。属性が自分と異なる人を知り、そうした人々の話も聞いて触れて刺激を受けていかねば…という想いが前々からありました。
　以前からネットで継続的に技術情報の収集はしていたので勉強会等の存在は知っており、「へぇー」という感じで見ていました。ブログをリブートしてエンジニア界隈で活動するようになってから、ツイートを見たり読者登録したりで様々な方のブログを拝見することが多くなり、この勉強会関連の記事が目に留まる頻度がさらに多くなっていきます。さらに参加している人々も超人や達人ばかりではないのがだんだん分かってきます。慣れてきたらこういうのも行ってみたいなと思うようになりました。

　別ジャンルでオフ会やコミケ等も多数参加してきた活動経験から、こうした集まりへの参加の一番の障害は「リアルでの知り合いゼロのぼっち状態で人が集まるイベントに参加することのハードルの高さ」ではないかと類推し、解決策のひとつは「リアルで互いを認識できる知り合いを作って安心してからイベントに行くこと」だと考えていました。
　幸い自分の場合はTwitterでの発信からオンラインの繋がりができており、Podcastのぷちオフ会的な飲み会に誘って頂いたのがきっかけでリアルの知り合いが増え、じゃあその時の面々が今度始めるという勉強会イベントにまずは行ってみようか…という流れで、この最初のハードルの高さをすんなり超えることができました。こうして参加したのが前述の転職LT会の第1回でした。


=== 参加しての感想等

　個別の技術などよりも抽象度を上げた視点で、得られたものを中心に列挙してみます。

==== 新しいものの見方に出会える

　ITエンジニアにも様々な人がいます。立場や考え方、重要視している価値観、所属している会社やコミュニティ、持っている文化やその背景、その人を取り巻く周囲の世界観、辿ってきたキャリア、世代や業界に入った時期、転職組なら前職、果ては服装や外見も…。多様な人々が物事をどう捉えているか、どんな考えや感想を持っているか見聞きするのは非常に新鮮です。時として自分の知らない技術の話を聞くこと以上に価値があります。
　例えばプログラム言語なりツールなり技術なり考え方なり、一つのくくりに自分なりに立ち位置や価値がこれくらいだと思っていたとして、それが文化や組織が別の人の見方だとどうなるのか。違うのならどれくらい違うのか…なんて視点で物事を見つめ直すのも意義があります。
　特に技術以外でも、生存戦略として自分の社外での価値を知りたい、世の中の標準や平均をなんとなく知りたい、学生さんで実際の生のエンジニアを知りたい…なんて場合も、まずは様子を見るだけでも繰り出してみてはいかがでしょうか。新しい発見が必ずそこにあると思います。


==== つながりがどんどん増えていく

　誰とも接触せずに帰ると何も起きないかもしれませんが、勉強会での繋がりが繋がりを生み、その後の新たな出会いやコミュニティ参加、登壇、Podcast出演、同人誌の執筆、果ては就職や転職などに繋がった…という話はよく見聞きしますし実際にそうです。
　やりやすいのは区別しやすい登壇した人に内容をネタに話しかけてみる、主催やスタッフの人と仲良くなってみる、これを記念にということで同じテーブルの人と会話してみる…など。また自分自身のプレゼンスを上げたいなら登壇して目立つのが一番。あとは実況ツイートやブログ等でアウトプットを出しつつアイコンを見せる、そもそもIDやハンドルやアイコン画像を分かりやすくしておく、名札にちゃんと書く、服装で差別感を出す、そしてイベント用の名刺を作っておくのもかなり効きます。
　自分の場合はネット上の知り合いに順次挨拶していったらどんどん繋がったり偶然の出会いがその後に繋がったりと好循環が続き、こういうところではウェブの原理は変わらないのだなと改めて実感しました。

==== パワーを分けてもらえる

　ただ話を聞いてピザを食べて帰るのではなく懇親会にも参加して人と話したり、自分から発表したり主催したり運営に加わったりしている人は、様々な特徴を持っていることが多いです。
　自身も何かアウトプットを出している、別のイベントやコミュニティにも参加している、活動的でポジティブである、キャリアや成長を意識していたりエンジニアとして一貫した姿勢を持っている、経歴がユニーク、年齢を問わず向上心がある、オープンソースの共有や恩送りの文化を理解している、他者を尊重している、なんか話をしたら面白い、なんか刺激を受ける…などなど。
スゴイ級エンジニアでなくても何か不思議な熱量やパワーのようなものを発散しているわけですね。そんな人同士が接触してまた新しいパワーが放出されて繋がって…と伝搬していきます。
　その勉強会のお題かもしれない自分の詳しくない技術や新しい世界に触れるのと同様、こうした人から受けるパワーというのも大きな刺激になるかと思います。僕の場合は会社の枠を超えた社外の人との繋がりが、非常に新鮮でした。


==== ブログエントリのよい題材になる

　ブログやってるマンとして、自分の経験からもお勧めしたいのはこちらです。今日あったことをブログに書いても共感するのは自分だけかもしれない。でも友人と2人で出かけたことをブログに書いたら少なくともその人は読んで共感してくれる。では20人が集まるイベントのことを書いたら…？という理論で、勉強会などのイベントはエントリの題材としてはアクセスと反応も増えておすすめです。
　LT資料を整理して並べて簡単な感想を書くだけでもそのフィードバック自体が喜ばれますし、イベントで出会った人々が保持している二次情報で知ってほしいと思っていること(ブログ等の紹介や仲間募集中などの近況、その勉強会の次回の告知、繋がりのある別の勉強会のお知らせ、次の技術書典の本やPodcastの宣伝、コミュニティの紹介や協力者の募集、若い会社なら注目してほしいプロダクトや上げたい自社のプレゼンス、採用活動など…)にも触れてあげると多くの場合、非常に感謝されます。
古き良きインターネット誕生の頃から変わらないウェブの原理に従って、情報の繋がりが繋がりを生み、蜘蛛の巣のようにどんどん広がっていきます。

　という訳で「エンジニアはアウトプットが重要って聞いたからブログもいちおう開設してはみたけど、今週の学習記録って自分以外誰が見るんだろう…」なんてふと寂しくなった方は気分を変えて、勉強会の感想でも書いてみてはいかがでしょうか。
　ポイントはコピペでなく自分の言葉で書くことです。そして書いたら忘れずにそのことをTwitterなどで告知しましょう。思わぬところから反応が来て、良いことが起こるきっかけになるかもしれませんよ。


　題材を問わず、志を近しくする多様な人たちが勉強会やイベントで集まってワイワイやるとそこには楽しさと共に、熱量やパワーやエネルギーやエモさで表わされる不思議な力が生み出され、繋がり合って伝搬し、また新しい何かが創り出されていく。どんなジャンルの活動でもそういう根源的なところは同じなのかな、と別ジャンルから渡って来た身としては感じています。

== エンジニアの登壇を応援する会 #engineers_lt

==== 自己紹介

@ariaki4dev（ariaki）エンジニアの登壇を応援する会 主催。

エンジニアの成長を支援する為のコミュニティ活動をしています。

==== 概要・活動履歴

//footnote[engineers_lt][エンジニアの登壇を応援する会 connpassページ https://engineers.connpass.com/]

エンジニアの登壇を応援する会@<fn>{engineers_lt}は『エンジニアの成長を支援する為の勉強会およびコミュニティ』です。

2018年8月から都内で活動を開始し、それから月に1回以上都内を中心に勉強会を開催しています。

このコミュニティは『全てのエンジニアに成長と幸福をもたらす』というビジョンを掲げています。

成長をキーワードとして毎回異なる内容の勉強会を開いており、登壇・執筆・読書・目標設定など主に若手エンジニアが成長するために必要であろうことを毎月企画しているのが大きな特徴です。

また、『アウトプットを促進する』というミッションのもと、初心者がカジュアルに登壇できる「自由研究」という名前のLT大会を定期的に行っています。

==== 立ち上げの経緯

「エンジニアがもっとカジュアルに登壇できる場所があったらいいな」と「エンジニアが夏休み自由研究したらどんな面白い内容を聴けるだろう」という2つの思いから、知人を中心にイベントを開始したことがきっかけです。

そこで感じたのは、登壇をしたい人は想像以上に多いということです。

またそれと同時に、登壇をしたいけどどうやっていいかわからない人が多いとも感じました。

元々は1回のみのつもりで開始したイベントでしたが、たくさんの友人や参加者の支えによって今では毎月開催されるようになりました。

==== 大事にしていること

コミュニティに関わる@<b>{すべてのエンジニアが成長できる}ことを最も大切にしています。

イベントは毎回が一期一会ですので、私たちコミュニティスタッフも「どんなことを伝えたら成長できるかな？」ということを繰り返し考えます。

イベントの企画は本当に困難なことだらけです。

企画を通じてエンジニアが通常携わることの少ないプランナーやデザイナーの領域まで思考を広げ、スタッフも多くの学びを得ています。

私たちはイベントを通じて、主催者・登壇者・参加者すべてが成長できればと考えています。

==== やってよかったこと

勉強会やコミュニティを立ち上げることは、本当に学びが多く、毎日が刺激的です。

運営のためにやることは多くありますが、参加者とも登壇者とも違う視点からイベントを見ることができ、それらひとつひとつが貴重な体験です。

また、参加者からいただく「ありがとう」や「こういう会があってよかった」の一言が本当に嬉しく感じますし、自身がポジティブになり元気をもらえます。

これからもたくさんの楽しいイベントを届けられるよう、色んな事を考え工夫していきたいと思います。

==== これから勉強会を主催したい人に向けてのメッセージ

勉強会は、参加者に対して何らか学びを得て頂くものだと私は考えます。

「誰に」対して「何を」伝えることを目的にするか、是非それをまず最初に始めて下さい。

勉強会を立ち上げる方は多くいますが、続けることは本当に困難です。

参加者数の維持ももちろん大きな問題ですが、それ以上に「コンセプトが定まらない」事によって続かなくなる方がたくさんいらっしゃいます。

私たち「エンジニアの登壇を応援する会」は、勉強会を立ち上げるサポートもしていますので、是非困った際には私たちに声をおかけください。

#@# コメント Re:VIEW記法らしきもので統一して書いてみました。問題ありましたら委細お願いします！

#@#以下テンプレート

#@#①こんな勉強会があります（主催者投稿）
== 会/勉強会の名前
==== 自己紹介
==== 会/コミュニティの概要、活動履歴
==== 立ち上げの経緯
==== 大事にしていること
==== やってよかったこと
==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
#@# 参加、登壇、主催する人に向けて。一つでもよいし、複数でも良いです。
#@#主催しているコミュニティの宣伝、ぜひ参加してね、などを書いてください。
#@#② こんな勉強会があります（参加者投稿）
== 会/勉強会の名前
==== 自己紹介
==== 会/コミュニティの概要、活動内容
==== ここが面白い/ここが素敵
==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
#@# 参加、登壇、主催する人に向けて。一つでもよいし、複数でも良いです。
#@#今自分が参加している勉強会/LT会はここが面白い、というのをエモく語ってください。

#@#③ 勉強会に「参加して」世界が変わった/広がった
== タイトル＠だれそれ
==== 自己紹介
==== 参加した会の概要
==== 参加しようと思ったきっかけ
==== 参加しての感想等

#@#④勉強会を「主催して」世界が変わった/広がった
== タイトル＠だれそれ
==== 自己紹介
==== 開催概要・内容
==== 開催しようと思ったきっかけ
==== 開催しての感想等
