= こんな勉強会があるよ！(主催編)

本章では、様々なイベントの主催者から、主催イベントの概要、活動概要、立ち上げの経緯や大切にしていることなどを紹介していただきます。

特定技術に関する会、ユーザーズグループ的なイベントは検索もしやすいですが、そうではない勉強会として、ノックしてみてはいかがでしょう？

== もくもく執筆会 #techbook_meetup

==== 自己紹介

@es_kumagai（熊谷友宏）もくもく執筆会 主催。
プログラミングの楽しさを伝えたい。そのために自分に何ができるのか、模索しながら活動中です。

@llminatoll（湊川あい）もくもく執筆会 主催。フリーランスのWebデザイナー・漫画家・技術ライター。『わかばちゃんと学ぶ』シリーズや『マンガでわかるDocker』などを執筆しています。


==== 概要・活動履歴

//footnote[techbook_meetup][もくもく執筆会 connpassページ https://techbook-meetup.connpass.com/]

もくもく執筆会@<fn>{techbook_meetup}は『みんなで集まって@<b>{各自が自分の著作物を執筆する会}』です。
2017年5月30日から横浜・馬車道て゛活動を開始、それから月に1,2回のペースで首都圏を中心に開催しています。
対象にしている執筆物は著作物なら原則なんでも良く、技術系同人誌や商業誌の原稿はもちろん、勉強会の発表資料やブログ記事、プログラムやWebページのコードみたいなものも含みます。
身近な著作物を広く対象とすることで@<b>{著作活動をより身近なものに}、ひいてはそこから連想される『執筆』という言葉に感じる敷居の高さも払拭できたらいいなと願いながら。

そんなもくもく執筆会では、特に次の3つを目的として掲げています。

 * アウトプットが捗る場所
 * 共有できる場所
 * ブラッシュアップできる場所

==== 立ち上げの経緯

//footnote[cyougijyutsusyotenn][千葉の幕張メッセで2017年4月29日から30日にかけて開催された``ニコニコ超会議 2017''内に設けられた技術書オンリー同人誌即売会ブース]

同人誌即売会が終われば、孤独な世界 - 未来の「もくもく執筆会」を共催する2人が初めて巡り合わせた『
超技術書典@<fn>{cyougijyutsusyotenn}のための追い込み執筆会』でそんな話をしたことが、会を立ち上げるきっかけになりました。

同人誌即売会の開催中は仲間に囲まれ、本を読みに来てくれる人たちも加わって楽しい時間を過ごせるけれど、それが終わればまた孤独な執筆活動が始まる。
執筆会でも集まれるけれど、次に開催されるのは技術書典が迫った頃で。それなら、一緒に執筆会を開いてしまえばいいんじゃない？そんな風に意気投合して、もくもく執筆会は始まりました。

==== 大事にしていること

各自がそれぞれの原稿を書きにこれる場所というのはもちろんですけど、せっかく『同じ志を持った人たちの集う場所』ならではの空間を描けることも大切にしています。
原稿を進める傍、仲間同士で団らんしたり、執筆をしていく中で迷ったときにはみんなと相談できる場所にもなったり。

会の最初に必ず行う@<b>{自己紹介タイム}も、大切にしているポイントです。
今日やることを表明するだけが目的ではなく、何をするかをみんなと共有することで、その人の興味や関心を知れて話しかけやすくなるのを期待して。
また、せっかく頑張って執筆したのだから、最後に成果をみんなと共有して努力を労い合いたくて成果報告タイムも用意しました。
そんな自己紹介タイムと成果報告タイムは、今のところ@<b>{全員で行う}ことにこだわっています。せっかく集まった仲間なので、仲間意識は大切に育んでいきたい気持ちです。

==== やってよかったこと

何よりいちばんに感じるよかったことは「みんなから元気をもらえる」ことでした。
同人誌って、それぞれが@<b>{その時にいちばん好きなことを作品として思いっきり表現}する世界、だからみんなの熱量がすごくて。同人誌即売会のその熱意に触れていると、たくさんの嬉しさと元気を分けてもらえる心地がします。
そんな人たちが醸す前向きで明るい空気感と、届けてくれる言葉の数々に、たくさんの元気をもらえることが、会を開いてみるまで予想もしていなかった嬉しい出来事でした。

もうひとつの嬉しかったことは、参加してくれた人たちが「こういう会があってよかった」って褒めてくれることでした。
帰り際にわざわざそんな嬉しい言葉を届けにきてくれる人がいらして、その度に開いてよかったって感じます。
これからもそんな会であり続けられるように、ほのぼのと運営していきたいものです。


==== これから勉強会を主催したい人に向けてのメッセージ

もくもく執筆会を始めて2年が経とうとしていますが、やってみて気付いたのは「自分が欲しい場所がないなら作ればいい」「やり続けていると仲間が自然と集まってくる」ということです。
普段の生活の中で「こんな場所があればいいのに」と思うことがあるなら、あなたと同じ気持ちの人たちが必ずいます。

もくもく執筆会は比較的珍しい「平等な裁量を持つ主催が2人」の勉強会なので、そのメリットと心がけていることをお伝えします。

==== 主催2人のメリット

 * 1人では浮かばなかったアイデアが思いつく
 * 毎月の会場を探すとき、2人分の人脈が使える
 * どちらかに急用ができたり、体調不良になったりしても、もう1人がカバーできる
 * 判断に迷ったときに「もう1人の主催に相談してみますね」とワンクッション置くことができる・実際に相談できる

 特に、もう1人と相談できるというのが大きくて、外の誰かから何か相談ごとや提案が持ちかけられたときに、もっともらしいことであっても、会のコンセプトとずれていたり、考えてみると問題の本質はそこじゃないことに気が付いてみたり。時間を置くとそういうのが見えてきたりして、もう1人の主催の存在にありがたみを感じることって多いです。

==== 心がけていること

 * 違和感を感じることがあったら、気軽に相談の機会を設ける
 * 適宜、会の方向性を確認する

主催が複数人の利点として、初回開催時に不安な「誰も来なかったらどうしよう問題」を解決できます。たとえば、もくもく執筆会の場合、最低でも主催の2人は集まるので、それだけいれば「集まって執筆する」目的は果たせます。そんな風に「もし参加者が集まらなくても、会は開ける」というのは心強いものです。

そうです、勉強会だからといっていきなり何十人も呼ぶ必要はないのです。
参加人数に関わらず、まずはその会を自分自身が楽しむこと。
そして、コンセプトに共感した誰かが参加してくれたら、その出会いを喜び、笑顔で帰ってもらうこと。
シンプルですけどそんなことを大事にしたら、思うよりも簡単に勉強会を立ち上げて、続けていけると思います。
皆さんもぜひ、自分が欲しいと思った場所を実際に作ってみてください。

== html5j エンタメ技術部

@<href>{https://www.facebook.com/html5j.entech/}

==== 自己紹介

名前： 豊田陽介（@<href>{ https://twitter.com/youtoy , @youtoy }）

普段は、通信会社の研究所で研究職をしています。
仕事では、映像・画像処理技術や、映像伝送システム、スマート端末のUI/UXに関する研究開発をやってきました。

そして、IT系を中心とした勉強会・イベントにプライベートでよく参加しており、
ここ1年くらいは特に、数多くのイベントに参加しています
（具体的には、2018年2月から2019年1月の1年間で、主催・運営を含め240以上のイベントに参加しました）。
また、ガジェットが好きで、話題になったガジェットをよく買っていたりします。

==== コミュニティの概要

html5j（ @<href>{ https://html5j.org/ } ）という、Web系の大きなコミュニティの中で、活動しているコミュニティの1つです。
部活動と呼ばれる枠で、ロボット等の特定の内容に特化したコミュニティが、自分の主催する部の他にもあります。
自分は「技術で人を楽しませること（また、作る側も楽しめること）、そしてそれらの技術とWebとの接点を探ること」をテーマに、勉強会開催などを行っています。

==== 活動履歴

このコミュニティで行ってきた活動は、勉強会（講義形式やハンズオン、もくもく会）や、アプリコンテストの部門担当、技術記事の執筆があります。

【勉強会主催】

 * html5j エンタメ技術部 第0回勉強会 : ATND
 ** @<href>{ https://atnd.org/events/44788 }
 * html5j エンタメ技術部 第1回勉強会 Web技術者のためのArduino入門 : ATND
 ** @<href>{ https://atnd.org/events/47308 }
 * html5j エンタメ技術部 第2回勉強会（ハンズオン） Web技術者のためのArduino入門 実践編 : ATND
 ** @<href>{ https://atnd.org/events/50467 }
 * 【obnizコラボ】html5j エンタメ技術部 第3回勉強会（もくもく会＆ハンズオン） - connpass　
 ** @<href>{ https://html5j-entech.connpass.com/event/117819/ }

【技術記事の寄稿】

 * 初心者でもわかる・できる！Arduinoを使った初めての電子工作実践 | HTML5Experts.jp
 ** @<href>{ https://html5experts.jp/youtoy/12029/ }

【コンテストのオーガナイザ】

 * HTML5 Japan Cup 2014 の「エンタメアプリ・コンテンツ賞」担当
 ** （参考：テーマ賞の一覧）  @<href>{ https://5jcup.org/awards }
 ** （参考：テーマ賞の受賞作品発表）  @<href>{ http://blog.5jcup.org/2014/07/html5-japan-cup-2014_85.html }
 * MA2018 ヒーローズ・リーグ（マッシュアップアワード）の「VUI（Voice User Interface）部門」のオーガナイザ
 ** （参考：受賞者一覧）  @<href>{ https://ma2018.we-are-ma.jp/awards/ }

==== 立ち上げの経緯

就職して7年ほどたったころ、とあるきっかけから、都内で開催されているIT系勉強会にプライベートで参加しはじめるようになりました。
かなり高頻度にいろいろなイベントに顔をだすようになり、その中に html5j が開催する勉強会がありました。
そして、勉強会中やSNS上で参加者・スタッフの方と交流したりする中で、あるとき、html5j の主催者の方に
「（自分と）興味分野が近そうなところがあるし、その内容を題材にした勉強会を主催してみませんか？」と
お誘いをいただきました。

「自分がイベントを主催できるのか？」と迷いましたが、「慣れない部分はフォローするよ」と言っていただき、
イベント開催準備にあたっていろいろと相談にものっていただけたりして、その後も主催をしていくことを決心しました。

==== 大事にしていること

参加者の方が役立つ情報を得られる機会を提供できるようにする、交流が生まれるようにフォローするといったことです。

さらに、記録を残したり情報発信することを意識しています。
最近はイベント中に写真付きでの実況ツイートをしたり（※ 参加者の方に、写真のツイートが大丈夫か等は、事前に確認しています）、
参加者の方がツイートしてくださったものを含めたツイートまとめを作成したり、という感じです。
参加した方の思い出に、という部分もありますが、今後参加を検討する方に向けた、過去のイベントの様子を伝える手段
という意味でも意識してやっています。

それと、主催者側の視点で「自分も楽しめる」ということを最近は大事にしています。

イベントを主催しはじめたころは、開催すること自体に必死でしたが、少し考える余裕がでてきたときに、
この活動を継続していくためにはどうするか？、ということを考えるようになりました。
普段の仕事や生活もある中で、時間的な制約もかなりうける中で、続けるのが辛くなってきては長続きしないので、
無理せず細くても長く続けていけるようなやり方を模索しています。

==== やってよかったこと

まず、イベントを通じて、楽しく交流ができるたくさんの方と出会うことができたことです。

また、勉強会主催をきっかけに、このコミュニティ関連だけでも、アプリコンテストの審査や技術記事の執筆など、
勉強会主催以外の経験もさせていただくきっかけができました。

また、このコミュニティでのイベント開催経験を活かして、個人主催のイベントを別途主催し、
スマートスピーカー等に関連したコラボやつながりができました。
例えば、下記のイベントを主催しました。

 * 【8/21 東京】スマートスピーカーハンズオン＆もくもく会 LINE Clovaスキル開発 - connpass
 ** @<href>{ https://kotodama.connpass.com/event/97272/ }
 * 【コラボ拡大版】第6回 スマートスピーカーもくもく会＠LODGE（10月開催） - connpass
 ** @<href>{ https://connpass.com/event/105196/ }
 * 【NOIDコラボ】第7回 スマートスピーカーもくもく会＠アイリッジ - connpass
 ** @<href>{ https://connpass.com/event/112785/ }

LINEさんやアイリッジさんといった企業さんとコラボしてのイベント開催、
他のもくもく会と合同でのイベント開催など、html5j エンタメ技術部 でやってきたものとは
異なる形のイベントも実施することができました。

また最近、上記で書いたようなコミュニティとは異なる場でも、イベント運営・講師・サポーターといった
依頼をいただくこともでてきて、技術系を中心とした分野で貴重な経験をする機会をさらにいただけています。

==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ

最初は、ちょっとしたきかっけ・興味でIT系イベント参加をはじめただけだったのですが、
イベント主催や、その他、様々な形でのイベントへの関わりを持つことができました。

その元になったものの1つは、自分が興味を持てたことを長く続けたこと（この場合は、イベント参加や
そこで生まれていった交流）が大きな要素であったように思います。
また、その中でいただいた勉強会主催の話に挑戦してみたというのが大きな要素の1つではありますが、
その点については、慣れない自分をサポートいただけた多くの方に恵まれた部分が大きかったと感じています。

何に出会えるか、どんなことを自分は大切にしたいと思えるかは人それぞれだと思うので、1つの正解が
ある話ではないですが、まずは自分ができる範囲での何らの活動をはじめてみて、継続できるものを
見つけていけると良いのではないか、と思います。

== ITスキルアップコミュニティ「エフスタ!!」

==== 自己紹介
えびちき＠ebichikiです。エフスタ!!TOKYO運営スタッフをしています。生まれは福島で、現在は東京でSEをしています。

==== 会/コミュニティの概要、活動履歴
福島県で発足したITスキルアップコミュニティ「エフスタ」はたくさんの方に” ITっておもしれえんだよ！と感じてもらい、ITで地方を面白くする”をミッションに掲げる市民活動（コミュニティ）です。 現在、主に全国７か所の拠点で活動しています。（郡山市・会津若松市・いわき市・福島市・東京・仙台・北海道）

 * Webサイト http://efsta.com
 * Facebookページ https://www.facebook.com/efsta.it

==== 立ち上げの経緯（エフスタ!!TOKYOとして）
福島をITで盛り上げたい、福島に興味を持ってもらいたいと思いから福島と東京をつなぐサテライト勉強会として2012年に活動を開始しました。

==== ここが面白い/ここが素敵

 * テーマは自由
毎回様々な活動をされている講師をお招きして開催しています。直近のイベントではワークライフライフバランスとエンジニアの関係をテーマに世の中の働き方が変化していく中でエンジニアはどうすればこれからの時代を生き抜けるかを考えるトークセッションを行いました。イベントページはこちら。https://efsta.connpass.com

 * つながるコミュニティ
他コミュニティとのコラボイベントやハッカソンの開催なども定期的に開催しています。活躍の場が増えるチャンスがあります。

 * 福島のおやつ
福島のスイーツを堪能できるもぐもぐタイムがあります。スタッフ厳選のおいしい銘菓が味わえます。

 * ライトニングトーク大会
メインセッションの後に持ち時間一人5分の楽しいライトニングトーク大会も開催します。優勝者には豪華景品がもらえます。

 * 福島のエンジニア
地方からITを変えたいと思うエンジニアがたくさんいます。様々な出会いがあり刺激を受けます。

==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
初めての方でも参加しやすい勉強会です。福島県にゆかりがある方もそうでない方も興味があればぜひ参加してください。

一緒に情報交換しながら応援していきましょう。

== 技術書をつまみに酒を飲む

==== 自己紹介

本書の編集長でもあります、おやかた@oyakata2438 です。
自分で主催しているコミュニティと、その活動の概要をご紹介します。

==== 活動概要
「技術書をつまみに酒を飲む」は、Connpassのグループ名です。
https://techbook-and-ethanol.connpass.com/

@<b>{勉強会}:月に1回くらいのペースで、勉強会(特に執筆に関するテクニック)を開催。最近では、組版の光と闇と未来についてのLT会などを開催。
@<b>{技術同人誌再販Night★}：技術書典などのイベントの後に、平日夜開催の同人誌即売会(参加サークル30前後)兼交流会。即売会とLT会が併設されていて、販売タイム→LTタイム→販売タイム→LTタイム、という感じです。買い逃した本をその場で購入することもできますし、新しい本に出会うチャンスでもありますよ。
@<b>{非公式アフター}：技術書典当日の夜、著者、サークル参加者、一般参加者が100人規模で集まる打ち上げを主催。せっかくの技術書典当日、身内での打ち上げも楽しいですが、せっかくすぐ近くにあの本の著者がいるので、ゆっくり話ができると素敵じゃありませんか？

==== 立ち上げの経緯
最初は実は深く考えておらず、このコミュニティの最初のイベントは、執筆技術の共有のための小さな勉強会でした。その手のイベントを2-3回開催して、せっかくだから全部グループにまとめてしまおう、という形でまとまったのがこの「技術書をつまみに酒を飲む」です。みんなで飲みながら、自分が書いた、目の前の人が書いた本をつまみに盛り上がれたら楽しくないですか？私は楽しいです。なので、飲めない人には少し申し訳ない名前ですが、こういう名前になりました。もちろん飲めない人も大歓迎ですよ。

その後、技術書典の非公式アフターなどのかなり大規模な会、他の会とのつながりで人も増え、今に至ります。

参加いただいた方、本当にありがとうございます。

==== 大切にしていること

サークル主が楽しいこと。交流ができること。

サークル主どうしのコミュニケーション、話したり飲んだりという時間は、案外少ないと考えています。イベント期間中は自サークルの売り子で手一杯、イベント当日はへとへとになって身内で打ち上げをする程度、とすると、いつも買いに行ってるサークル主とゆっくり話をするチャンスはほとんどありません。一般参加者とサークル主であれば、本を買うときに話したり質問したりすることができますが…　ほかの勉強会で会うことができればまだしも、少しジャンルが違えばその可能性すらありません。

それってさびしくありませんか？

そのために、非公式アフター、技術同人誌再販Nightについては、サークル主がほかのサークル主と話をするための会なのです。

非公式アフターから新しく立ち上がったコミュニティ、同人サークルがあったり、そこでコミュニティとコミュニティがつながったり、新しい関係がたくさん生まれています。技術同人誌を書くという点において、ほぼ全員が行動力の化け物です。他の飲み会では、「いいねー」「おもしろそー」以上終了、となることが多い思い付きであっても、私の周囲(観測範囲)ではさらに「こうしたらできるよね」「おう、やろうやろう」と話が進みます。そしてそれらは結構な割合で実現・成功します。酒の席での戯言が実現するのです。行動力のなせる業です。

==== 新しく参加される方へ
まずは、Connpassを覗きに来てみてください。たいてい何かもうすぐ開催のイベント予定が入っているはずです。もしイベント予定がなくても、何か思いついたらそれを開催します。こういうコンセプトのイベントをやってほしい、という話があればぜひ教えてください。初めてでも構いません、お手伝いしますよ？

特に、技術書典などに初めて参加して、著者ともう少し話しみたい、という方にお勧めします。そして、次のイベントでは本を書きましょう。本を書くことは楽しいだけでなく、メリットがめちゃくちゃ多いです。これから本を書こうとする方を全力でバックアップします。


#@# コメント Re:VIEW記法らしきもので統一して書いてみました。問題ありましたら委細お願いします！

#@#以下テンプレート

#@#①こんな勉強会があります（主催者投稿）
#@#　== 会/勉強会の名前
#@#=== 自己紹介
#@#==== 会/コミュニティの概要、活動履歴
#@#==== 立ち上げの経緯
#@#==== 大事にしていること
#@#==== やってよかったこと
#@#==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
#@# 参加、登壇、主催する人に向けて。一つでもよいし、複数でも良いです。
#@#主催しているコミュニティの宣伝、ぜひ参加してね、などを書いてください。
#@#② こんな勉強会があります（参加者投稿）
#@#== 会/勉強会の名前
#@#==== 自己紹介
#@#==== 会/コミュニティの概要、活動内容
#@#==== ここが面白い/ここが素敵
#@#==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
#@# 参加、登壇、主催する人に向けて。一つでもよいし、複数でも良いです。
#@#今自分が参加している勉強会/LT会はここが面白い、というのをエモく語ってください。

#@#③ 勉強会に「参加して」世界が変わった/広がった
#@#== タイトル＠だれそれ
#@#==== 自己紹介
#@#==== 参加した会の概要
#@#==== 参加しようと思ったきっかけ
#@#==== 参加しての感想等

#@#④勉強会を「主催して」世界が変わった/広がった
#@#== タイトル＠だれそれ
#@#==== 自己紹介
#@#==== 開催概要・内容
#@#==== 開催しようと思ったきっかけ
#@#==== 開催しての感想等
