= こんな勉強会があるよ！

== もくもく執筆会 #techbook_meetup

=== 概要・活動履歴

もくもく執筆会は、みんなで集まって@<b>{各自が自身の著作物を執筆する会}です。

2017年5月30日から横浜・馬車道で始め、それから月に1,2回のペースで首都圏を中心に開催している会になります。
対象にしているものは著作物なら原則なんでも良くて、技術系同人誌や商業誌の原稿はもちろん、
勉強会の発表資料やブログ記事、それだけにとどまらず、プログラムやWebページのコードみたいなものもOKです。
身近な著作物を広く対象とすることで@<b>{著作活動をより身近なものに}、ひいては
そこから連想される``執筆''という言葉に感じる敷居の高さも払拭できたらいいなと願っています。

もくもく執筆会では毎回、次の3つを目的として掲げています。

 * アウトプットが捗る場所
 * 共有できる場所
 * ブラッシュアップできる場所

=== 立ち上げの経緯

//footnote[cyougijyutsusyotenn][千葉の幕張メッセで2017年4月29日から30日にかけて開催された``ニコニコ超会議 2017''内に設けられた技術書オンリー同人誌即売会ブースです。]

巡り合わせは、超技術書典@<fn>{cyougijyutsusyotenn}でした。
このイベントに向けた準備のための技術書典さん公式執筆会``ドキッ！入稿ギリギリ☆超技術書典もくもく執筆会''で、もくもく執筆会の開催者である湊川と熊谷とが出会いました。この日にお会いするまで、互いのことはお互いに認識していなかったのですけど、帰りながらに話をしていて意気投合。

「同人誌即売会が終われば、次の公式執筆回まで、また孤独の世界が始まる。それなら、一緒に執筆会を開いてしまえばいいんじゃない？」

湊川さんと帰り際に話したそんな会話が、もくもく執筆会を実現するきっかけになりました。
僕はプログラミングの勉強会を開いたことがあったから、開催すること自体に敷居の高さは感じていなくて。
湊川さんもちょうど、アトラシアン株式会社さまから勉強会スペースを使っていいとの声をかけて頂いていて、タイミング的にもぴったりでした。

この頃は技術系同人誌の世界は盛り上がりをみせ始めた頃で執筆者人口も今ほど多くはなかったから、誰も来てくれないかもしれないという心配事はあったんですけど、せっかく2人で企画しているのだから「誰も来なくても2人で執筆すればいいよね」ってことにして、
勢いに乗じて開催してしまうことにしました。

執筆という言葉の敷居を下げたい、執筆活動がもっと盛んになって欲しい、なにより同じ志を持った仲間と一緒に執筆を楽しみたい。
そんな思いが募り募って@<b>{もくもく執筆会」}を開く運びになりました。

=== 大事にしていること

みんなで執筆する場所というのはもちろんですけど、なによりの目的として\@<b>{執筆という言葉の敷居を下げて、執筆仲間の輪を広げたい}というのがあります。

自分の作品を執筆するための場所になるのが目的だけれど、せっかく``執筆という同じ志を持った人たちの集う場所''なのだから、それならではの空間を描きたいというのもありました。
執筆をしていく中でどんな風に書いたらいいか判らないこともあるはずだから、そんなときにはみんなと相談できる場所になって欲しい。

もくもく執筆会の最初に行う\@<b>{自己紹介タイム}も、話題づくりの一環です。
単に本人の作業の方向性を定めるだけでなく、何をするかをみんなと共有することで、その人の興味や関心を知れて話しかけやすくなるのを期待して。
また、せっかくみんなで集まって頑張って執筆したのだから、最後に成果をみんなと共有して努力を労い合いたくて成果報告タイムも用意しました。
そんな自己紹介タイムと成果報告タイムですけれど、今のところは、\@<b>{全員で行う}ことにこだわっています。

=== やってよかったこと

同人誌って、それぞれが@<b>{その時にいちばん好きなことを作品として思いっきり表現}する世界、だからみんなの熱量がすごくて、同人誌即売会のその熱意に触れていると、たくさんの嬉しさと元気を分けてもらえて。
書籍を手に取りに来てくれる人も同じで、好きでそこに集まっているから、本を眺める姿はとても嬉しそう。
だから話しかけたくなって、そこから会話が弾んだりして、とても楽しい世界が即売会のブースを通して繰り広げられます。
そんな機会は特に貴重で、著者と読者が顔を合わせて、込めた想いを伝えられたり、受けた感想を伝えられたり。
そういう直接のやりとりって、商業誌では意外と体験できない\@<b>{同人誌即売会ならではの醍醐味}です。

もくもく執筆会を開いて嬉しかったことは、参加してくれた人たちが「こういう会があってよかった」って褒めてくれることでした。
帰り際にわざわざそんな嬉しい言葉を届けにきてくれる人がいらして、その度に開いてよかったって感じます。
これからもそんな会であり続けられるように、ほのぼのと運営していきたいものですね。

それともうひとつ強く感じることに、参加してくれるみんなの意欲がとてつもなく強いというのがありました。
僕はこれまでプログラミングの勉強会を開催していて、そこで積極的に発表してくれる人たちも活発だと思っていたんですけど、執筆しに訪れてくれる人たちはみんな、それを遥かに超えるくらいに活動的で、褒め称え合うのがとても上手に映ります。
そんな人たちが醸す前向きで明るい空気感と、届けてくれる言葉の数々に、たくさんの元気をもらえることが、もくもく執筆会を開いてみるまで少しも予想もしていなかった、とても嬉しい出来事でした。

=== これから勉強会を主催したい人に向けてのメッセージ
自分が欲しい場所は作ればいい！

== おやかたが技術者コミュニティに足を踏み入れた日
勉強会初参加にして、私の人生を変えるきっかけになったイベントを紹介します。

==== 自己紹介
本書の編集長もやってます、おやかたです。合同誌を生やしたりする活動をやってます。

==== 参加した会の概要
https://techpub.connpass.com/event/54961/

Tech Pub vol.3―技術書典ふりかえりLT大会！（非公式ファンイベント） 2017年5月9日

参加者　20名　技術書典2の振り返りLT会。登壇者8人

==== 参加しようと思ったきっかけ

技術書典運営のひつじさんが参加すると聞いて、「技術書典当日、みんなで打ち上げできませんか？」という質問をしたかったために参加しました。

質問のチャンスがあり、やはり当日は人手、時間的に無理です、という丁寧な解答を頂き、さらにそれが、「技術書典非公式アフター@<fn>{unofficial}につながっていきます。

//footnote[unofficial][技術書典3非公式アフター　https://techbook-and-ethanol.connpass.com/event/63853/]

==== 参加しての感想等

このイベントで技術書著者の皆さんと出会い、その後様々なプロジェクト、イベントに発展していきます。あとから考えてみると、「技術同人誌を書こう」の著者10人のうち8名が参加しているという奇跡のイベントでした。主催の近藤さんやその他の著者の皆さんともさまざまなイベントでご一緒しています。このイベントがなかったとしたら・・・誇張なく今の私はいません。

大げさな表現でなく本当に、一つの勉強会が人生を変えるというのが実際に起こった勉強会でした。それまでから8年ほど、15冊近く技術同人誌は書いていたので、本を書くきっかけになったというわけではありません。しかしここでの出会いがなければ、変わらず一人で淡々と本を書いていたか、ことによればネタ切れで引退していたかもしれません。このイベント以降、執筆、コミュニティ活動、勉強会参加、すべてが非常に充実しており、まだみんなと知り合って一年半ほどしか経っていないことが本当に信じられないのです。

#@#以下テンプレート

#@#①こんな勉強会があります（主催者投稿）
== 会/勉強会の名前
==== 自己紹介
==== 会/コミュニティの概要、活動履歴
==== 立ち上げの経緯
==== 大事にしていること
==== やってよかったこと
==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
#@# 参加、登壇、主催する人に向けて。一つでもよいし、複数でも良いです。
#@#主催しているコミュニティの宣伝、ぜひ参加してね、などを書いてください。
#@#② こんな勉強会があります（参加者投稿）
== 会/勉強会の名前
==== 自己紹介
==== 会/コミュニティの概要、活動内容
==== ここが面白い/ここが素敵
==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
#@# 参加、登壇、主催する人に向けて。一つでもよいし、複数でも良いです。
#@#今自分が参加している勉強会/LT会はここが面白い、というのをエモく語ってください。

#@#③ 勉強会に「参加して」世界が変わった/広がった
== タイトル＠だれそれ
==== 自己紹介
==== 参加した会の概要
==== 参加しようと思ったきっかけ
==== 参加しての感想等

#@#④勉強会を「主催して」世界が変わった/広がった
== タイトル＠だれそれ
==== 自己紹介
==== 開催概要・内容
==== 開催しようと思ったきっかけ
==== 開催しての感想等

