= こんな勉強会があるよ！

== もくもく執筆会 #techbook_meetup

==== 自己紹介

@es_kumagai（熊谷友宏）もくもく執筆会 主催。
プログラミングの楽しさを伝えたい。そのために自分に何ができるのか、模索しながら活動中です。

@llminatoll（湊川あい）もくもく執筆会 主催。フリーランスのWebデザイナー・漫画家・技術ライター。『わかばちゃんと学ぶ』シリーズや『マンガでわかるDocker』などを執筆しています。


==== 概要・活動履歴

//footnote[techbook_meetup][もくもく執筆会 connpassページ https://techbook-meetup.connpass.com/]

もくもく執筆会@<fn>{techbook_meetup}は『みんなで集まって@<b>{各自が自分の著作物を執筆する会}』です。
2017年5月30日から横浜・馬車道で活動を開始、それから月に1,2回のペースで首都圏を中心に開催しています。
対象にしている執筆物は著作物なら原則なんでも良く、技術系同人誌や商業誌の原稿はもちろん、勉強会の発表資料やブログ記事、プログラムやWebページのコードみたいなものも含みます。
身近な著作物を広く対象とすることで@<b>{著作活動をより身近なものに}、ひいてはそこから連想される『執筆』という言葉に感じる敷居の高さも払拭できたらいいなと願いながら。

そんなもくもく執筆会では、特に次の3つを目的として掲げています。

 * アウトプットが捗る場所
 * 共有できる場所
 * ブラッシュアップできる場所

==== 立ち上げの経緯

//footnote[cyougijyutsusyotenn][千葉の幕張メッセで2017年4月29日から30日にかけて開催された``ニコニコ超会議 2017''内に設けられた技術書オンリー同人誌即売会ブース]

同人誌即売会が終われば、孤独な世界 — 未来の「もくもく執筆会」を共催する2人が初めて巡り合わせた『
超技術書典@<fn>{cyougijyutsusyotenn}のための追い込み執筆会』でそんな話をしたことが、会を立ち上げるきっかけになりました。

同人誌即売会の開催中は仲間に囲まれ、本を読みに来てくれる人たちも加わって楽しい時間を過ごせるけれど、それが終わればまた孤独な執筆活動が始まる。
執筆会でも集まれるけれど、次に開催されるのは技術書典が迫った頃で。それなら、一緒に執筆会を開いてしまえばいいんじゃない？そんな風に意気投合して、もくもく執筆会は始まりました。

==== 大事にしていること

各自がそれぞれの原稿を書きにこれる場所というのはもちろんですけど、せっかく『同じ志を持った人たちの集う場所』ならではの空間を描けることも大切にしています。
原稿を進める傍、仲間同士で団らんしたり、執筆をしていく中で迷ったときにはみんなと相談できる場所にもなったり。

会の最初に必ず行う@<b>{自己紹介タイム}も、大切にしているポイントです。
今日やることを表明するだけが目的ではなく、何をするかをみんなと共有することで、その人の興味や関心を知れて話しかけやすくなるのを期待して。
また、せっかく頑張って執筆したのだから、最後に成果をみんなと共有して努力を労い合いたくて成果報告タイムも用意しました。
そんな自己紹介タイムと成果報告タイムは、今のところ@<b>{全員で行う}ことにこだわっています。せっかく集まった仲間なので、仲間意識は大切に育んでいきたい気持ちです。

==== やってよかったこと

何よりいちばんに感じるよかったことは「みんなから元気をもらえる」ことでした。
同人誌って、それぞれが@<b>{その時にいちばん好きなことを作品として思いっきり表現}する世界、だからみんなの熱量がすごくて。同人誌即売会のその熱意に触れていると、たくさんの嬉しさと元気を分けてもらえる心地がします。
そんな人たちが醸す前向きで明るい空気感と、届けてくれる言葉の数々に、たくさんの元気をもらえることが、会を開いてみるまで予想もしていなかった嬉しい出来事でした。

もうひとつの嬉しかったことは、参加してくれた人たちが「こういう会があってよかった」って褒めてくれることでした。
帰り際にわざわざそんな嬉しい言葉を届けにきてくれる人がいらして、その度に開いてよかったって感じます。
これからもそんな会であり続けられるように、ほのぼのと運営していきたいものです。


==== これから勉強会を主催したい人に向けてのメッセージ

もくもく執筆会を始めて2年が経とうとしていますが、やってみて気付いたのは「自分が欲しい場所がないなら作ればいい」「やり続けていると仲間が自然と集まってくる」ということです。
普段の生活の中で「こんな場があればいいのに」と思うことがあるならば、あなたと同じようなニーズを持つ人たちが必ずいます。

なお、もくもく執筆会は比較的珍しい「平等な裁量を持つ主催が2人」の勉強会なので、そのメリットと心がけていることをお伝えします。

===== 主催2人のメリット

 * 1人では浮かばなかったアイデアが思いつく
 * 毎月の会場を探すとき、2人分の人脈が使える
 * どちらかに急用ができたり、体調不良になったりしても、もう1人がカバーできる
 * 判断に迷ったときに「もう一人の主催に相談してみますね」とワンクッション置くことができる

===== 心がけていること

 * 違和感を感じることがあったら、気軽に相談の機会を設ける
 * 適宜、会の方向性を確認する

主催が複数人だと良い点として、初回開催時に不安な「誰も来なかったらどうしよう問題」を解決できます。「もし参加者が集まらなくても、会は開ける」というのは心強いものです。
そうです、勉強会だからといっていきなり何十人も呼ぶ必要はないのです。
参加人数に関わらず、まずはその会を自分自身が楽しむこと。
さらに、コンセプトに共感して参加してくれる方がいらしたら、その出会いを喜び、笑顔で帰っていただくこと。
シンプルですが、そんなことを大事にしています。
皆さんもぜひ、自分が欲しい場所を作ってみてください。


== おやかたが技術者コミュニティに足を踏み入れた日
勉強会初参加にして、私の人生を変えるきっかけになったイベントを紹介します。

==== 自己紹介
本書の編集長もやってます、おやかたです。合同誌を生やしたりする活動をやってます。

==== 参加した会の概要
https://techpub.connpass.com/event/54961/

Tech Pub vol.3―技術書典ふりかえりLT大会！（非公式ファンイベント） 2017年5月9日

参加者　20名　技術書典2の振り返りLT会。登壇者8人

==== 参加しようと思ったきっかけ

技術書典運営のひつじさんが参加すると聞いて、「技術書典当日、みんなで打ち上げできませんか？」という質問をしたかったために参加しました。

質問のチャンスがあり、やはり当日は人手、時間的に無理です、という丁寧な解答を頂き、さらにそれが、「技術書典非公式アフター@<fn>{unofficial}につながっていきます。

//footnote[unofficial][技術書典3非公式アフター　https://techbook-and-ethanol.connpass.com/event/63853/]

==== 参加しての感想等

このイベントで技術書著者の皆さんと出会い、その後様々なプロジェクト、イベントに発展していきます。あとから考えてみると、「技術同人誌を書こう」の著者10人のうち8名が参加しているという奇跡のイベントでした。主催の近藤さんやその他の著者の皆さんともさまざまなイベントでご一緒しています。このイベントがなかったとしたら・・・誇張なく今の私はいません。

大げさな表現でなく本当に、一つの勉強会が人生を変えるというのが実際に起こった勉強会でした。それまでから8年ほど、15冊近く技術同人誌は書いていたので、本を書くきっかけになったというわけではありません。しかしここでの出会いがなければ、変わらず一人で淡々と本を書いていたか、ことによればネタ切れで引退していたかもしれません。このイベント以降、執筆、コミュニティ活動、勉強会参加、すべてが非常に充実しており、まだみんなと知り合って一年半ほどしか経っていないことが本当に信じられないのです。

#@#以下テンプレート

#@#①こんな勉強会があります（主催者投稿）
== 会/勉強会の名前
==== 自己紹介
==== 会/コミュニティの概要、活動履歴
==== 立ち上げの経緯
==== 大事にしていること
==== やってよかったこと
==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
#@# 参加、登壇、主催する人に向けて。一つでもよいし、複数でも良いです。
#@#主催しているコミュニティの宣伝、ぜひ参加してね、などを書いてください。
#@#② こんな勉強会があります（参加者投稿）
== 会/勉強会の名前
==== 自己紹介
==== 会/コミュニティの概要、活動内容
==== ここが面白い/ここが素敵
==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
#@# 参加、登壇、主催する人に向けて。一つでもよいし、複数でも良いです。
#@#今自分が参加している勉強会/LT会はここが面白い、というのをエモく語ってください。

#@#③ 勉強会に「参加して」世界が変わった/広がった
== タイトル＠だれそれ
==== 自己紹介
==== 参加した会の概要
==== 参加しようと思ったきっかけ
==== 参加しての感想等

#@#④勉強会を「主催して」世界が変わった/広がった
== タイトル＠だれそれ
==== 自己紹介
==== 開催概要・内容
==== 開催しようと思ったきっかけ
==== 開催しての感想等

