= こんな勉強会があるよ！(主催編)

本章では、様々なイベントの主催者から、主催イベントの概要、活動概要、立ち上げの経緯や大切にしていることなどを紹介していただきます。

特定技術に関する会、ユーザーズグループ的なイベントは検索もしやすいですが、そうではない勉強会として、ノックしてみてはいかがでしょう？

== もくもく執筆会 #techbook_meetup

==== 自己紹介

@es_kumagai（熊谷友宏）もくもく執筆会 主催。

プログラミングの楽しさを伝えたい。そのために自分に何ができるのか、模索しながら活動中です。

@llminatoll（湊川あい）もくもく執筆会 主催。

フリーランスのWebデザイナー・漫画家・技術ライター。『わかばちゃんと学ぶ』シリーズや『マンガでわかるDocker』などを執筆しています。


==== 概要・活動履歴

//footnote[techbook_meetup][もくもく執筆会 connpassページ https://techbook-meetup.connpass.com/]

もくもく執筆会@<fn>{techbook_meetup}は『みんなで集まって@<b>{各自が自分の著作物を執筆する会}』です。
2017年5月30日から横浜・馬車道て゛活動を開始、それから月に1,2回のペースで首都圏を中心に開催しています。
対象にしている執筆物は著作物なら原則なんでも良く、技術系同人誌や商業誌の原稿はもちろん、勉強会の発表資料やブログ記事、プログラムやWebページのコードみたいなものも含みます。
身近な著作物を広く対象とすることで@<b>{著作活動をより身近なものに}、ひいてはそこから連想される『執筆』という言葉に感じる敷居の高さも払拭できたらいいなと願いながら。

そんなもくもく執筆会では、特に次の3つを目的として掲げています。

 * アウトプットが捗る場所
 * 共有できる場所
 * ブラッシュアップできる場所

==== 立ち上げの経緯

//footnote[cyougijyutsusyotenn][千葉の幕張メッセで2017年4月29日から30日にかけて開催された``ニコニコ超会議 2017''内に設けられた技術書オンリー同人誌即売会ブース]

同人誌即売会が終われば、孤独な世界 - 未来の「もくもく執筆会」を共催する2人が初めて巡り合わせた『
超技術書典@<fn>{cyougijyutsusyotenn}のための追い込み執筆会』でそんな話をしたことが、会を立ち上げるきっかけになりました。

同人誌即売会の開催中は仲間に囲まれ、本を読みに来てくれる人たちも加わって楽しい時間を過ごせるけれど、それが終わればまた孤独な執筆活動が始まる。
執筆会でも集まれるけれど、次に開催されるのは技術書典が迫った頃で。それなら、一緒に執筆会を開いてしまえばいいんじゃない？そんな風に意気投合して、もくもく執筆会は始まりました。

==== 大事にしていること

各自がそれぞれの原稿を書きにこれる場所というのはもちろんですけど、せっかく『同じ志を持った人たちの集う場所』ならではの空間を描けることも大切にしています。
原稿を進める傍、仲間同士で団らんしたり、執筆をしていく中で迷ったときにはみんなと相談できる場所にもなったり。

会の最初に必ず行う@<b>{自己紹介タイム}も、大切にしているポイントです。
今日やることを表明するだけが目的ではなく、何をするかをみんなと共有することで、その人の興味や関心を知れて話しかけやすくなるのを期待して。
また、せっかく頑張って執筆したのだから、最後に成果をみんなと共有して努力を労い合いたくて成果報告タイムも用意しました。
そんな自己紹介タイムと成果報告タイムは、今のところ@<b>{全員で行う}ことにこだわっています。せっかく集まった仲間なので、仲間意識は大切に育んでいきたい気持ちです。

==== やってよかったこと

何よりいちばんに感じるよかったことは「みんなから元気をもらえる」ことでした。
同人誌って、それぞれが@<b>{その時にいちばん好きなことを作品として思いっきり表現}する世界、だからみんなの熱量がすごくて。同人誌即売会のその熱意に触れていると、たくさんの嬉しさと元気を分けてもらえる心地がします。
そんな人たちが醸す前向きで明るい空気感と、届けてくれる言葉の数々に、たくさんの元気をもらえることが、会を開いてみるまで予想もしていなかった嬉しい出来事でした。

もうひとつの嬉しかったことは、参加してくれた人たちが「こういう会があってよかった」って褒めてくれることでした。
帰り際にわざわざそんな嬉しい言葉を届けにきてくれる人がいらして、その度に開いてよかったって感じます。
これからもそんな会であり続けられるように、ほのぼのと運営していきたいものです。


==== これから勉強会を主催したい人に向けてのメッセージ

もくもく執筆会を始めて2年が経とうとしていますが、やってみて気付いたのは「自分が欲しい場所がないなら作ればいい」「やり続けていると仲間が自然と集まってくる」ということです。
普段の生活の中で「こんな場所があればいいのに」と思うことがあるなら、あなたと同じ気持ちの人たちが必ずいます。

もくもく執筆会は比較的珍しい「平等な裁量を持つ主催が2人」の勉強会なので、そのメリットと心がけていることをお伝えします。

==== 主催2人のメリット

 * 1人では浮かばなかったアイデアが思いつく
 * 毎月の会場を探すとき、2人分の人脈が使える
 * どちらかに急用ができたり、体調不良になったりしても、もう1人がカバーできる
 * 判断に迷ったときに「もう1人の主催に相談してみますね」とワンクッション置くことができる・実際に相談できる

 特に、もう1人と相談できるというのが大きくて、外の誰かから何か相談ごとや提案が持ちかけられたときに、もっともらしいことであっても、会のコンセプトとずれていたり、考えてみると問題の本質はそこじゃないことに気が付いてみたり。時間を置くとそういうのが見えてきたりして、もう1人の主催の存在にありがたみを感じることって多いです。

==== 心がけていること

 * 違和感を感じることがあったら、気軽に相談の機会を設ける
 * 適宜、会の方向性を確認する

主催が複数人の利点として、初回開催時に不安な「誰も来なかったらどうしよう問題」を解決できます。たとえば、もくもく執筆会の場合、最低でも主催の2人は集まるので、それだけいれば「集まって執筆する」目的は果たせます。そんな風に「もし参加者が集まらなくても、会は開ける」というのは心強いものです。

そうです、勉強会だからといっていきなり何十人も呼ぶ必要はないのです。
参加人数に関わらず、まずはその会を自分自身が楽しむこと。
そして、コンセプトに共感した誰かが参加してくれたら、その出会いを喜び、笑顔で帰ってもらうこと。
シンプルですけどそんなことを大事にしたら、思うよりも簡単に勉強会を立ち上げて、続けていけると思います。
皆さんもぜひ、自分が欲しいと思った場所を実際に作ってみてください。

== ITエンジニア向けのコンテンツ発信に関する勉強会「Tech Pub」

==== 自己紹介

ITエンジニア向けのWebメディア編集およびカンファレンス企画を仕事にしているkondoyukoです。ある意味、勉強会運営を仕事にしている人間ではあるのですが、ここでは個人活動で開催した勉強会についてご紹介します。

==== 会/コミュニティの概要、活動履歴

Tech Pub（テックパブ）@<fn>{1}とは、IT技術系のコンテンツ発信に関する勉強会です。

ITエンジニア向けのコンテンツ、例えば技術書や雑誌、技術系Webメディア、技術ブログ、技術同人誌などを書いたり編集したりしている方が集まり、会社や職種の垣根を超えてノウハウをシェアできる場です。

主な参加対象は以下です。

 * ITエンジニア向けの記事や書籍を作っている編集者・ライター
 * 技術ブログや技術書、同人誌を書いているエンジニア
 * エンジニア向けに広報やマーケティングを行っている方

扱うテーマや形式を少しずつ変えながら、本稿執筆時点でこれまでに6回開催しています。

 * Tech Pub vol.1―あなたのヒット作を語るLT大会（2017年3月6日）
 * Tech Pub vol.2―コンセプトを作ってあそぼう！ワークショップ（2017年4月17日）
 * Tech Pub vol.3―技術書典ふりかえりLT大会！（非公式ファンイベント）（2017年5月9日）
 * Tech Pub vol.4 ×スナックゆうこ ～ IT文壇バー：本物のバーでLT大会！（2017年6月25日）
 * Tech Pub vol.5―技術書典4ふりかえりLT大会！（非公式ファンイベント）（2018年5月24日）
 * Tech Pub vol.6―書き続ける技術（勉強会・カンファレンスレポート編）（2018年11月1日）

==== 立ち上げの経緯

2017年初頭ごろからでしょうか、IT業界においてコミュニティ（勉強会）が再評価されている動きを肌で感じていました。

それまで勉強会といえば、エンジニアの私的な集まりで、ビジネスとは一線を画するようなものの印象でした。しかし、AWSのコミュニティ「JAWS-UG」がAWSの普及に欠かせない存在であったように、コミュニティはサービスの拡大戦略において重要なものである（コミュニティマーケティング）として、ビジネス面からも注目されるようになりました。

また、これまで勉強会は「●●ユーザーグループ」というように特定のテクノロジーを核にした団体であるものが多かったのが、例えば、企業が主催するミートアップや、同じテクノロジーでも初心者向けのLT大会、Tech×●●をテーマにしたものなど、勉強会のあり方が多様化してきました。さらに、参加対象がエンジニア以外の勉強会も出てきました。Tech Pub立ち上げにあたりとりわけ影響を受けたのは「DevRel Meetup in Tokyo」「広報LT」で、前者は開発者向けマーケティングについてのコミュニティ、後者は広報がノウハウをシェアするLT会です。

これらの多様化の背景には、あくまで主観ですが、以下のような動きがあるのではないかと思います。

 * エンジニア自身が、今までたくさん学ばせてもらったコミュニティに対して、今度は自分が貢献したいと思っていること
 * コミュニティへの貢献の手段として「勉強会を立ち上げる」ことを選ぶ人いること
 * 勉強会を立ち上げることは自分にとっても学びであると自覚していること
 * 企業がブランディングのため、勉強会に対するサポートを積極的に行っていること

ところで、IT系編集者である私にとって、コミュニティとはこれまで観察対象でした。それが、今まで述べたようなコミュニティの盛り上がりを目の当たりにして、自分もやってみたい、むしろやらないとやばいのではないか、と思うようになりました。ある日、会社で自分が正当に認められていないと感じることがあり、状況を変えるには自分が変わるしかない、学びの機会とネットワークを外で作るしかないと思うに至りました。SNSに「自分がほしい勉強会をつくりたい。編集LT（仮）みたいな感じで」と書いたところ、「面白そう」「参加してみたい」というたくさんの反響が集まり、さらに会場を提供してくださる方もすぐに、見つかりました。connpassでイベントを立ち上げたところ40人の参加枠が24時間で埋まり、すぐに増枠。このようにして始まったのが、ITエンジニア向けのコンテンツ発信の勉強会「Tech Pub」です@<fn>{2}。

==== 大事にしていること

==== 無理しないこと

「自分がほしい」と思って開催している勉強会なので、自分がやりたいときに、やる気があるときにやる感じでいいかなと思いながらやっています。毎月やっていたのに急に1年休んだり、技術書典ふりかえりLT大会も、楽しみにしてくださっている方がいるにも関わらず毎回やらなかったりしているのですが、それでもいいと思っています（ただ開催ハードルを下げて定期開催するメリットももちろんあります）。無理しないことが、持続可能な勉強会運営において重要だと思います@<fn>{3}。

==== 飲食注文について

ちょっと小ネタですが飲食の注文について。参加費は1000円で、ちょっとした軽食と飲み物を用意しています。軽食はオードブルを、飲み物はカクヤスで注文することが多いです。飲食物は、余るより少し足りないくらいが片付けの観点でちょうどよいのではと思います。そのために、私は以下のことに気をつけています。

 * 食べ物は歩留まり（出席率）@<fn>{4}を考えて、イベントサイトの参加者数よりも若干少なめに注文する
 * 飲み物は少量多品種、新製品やクラフトビールなどを混ぜておくと喜ばれるかも
 * 登壇者のステージドリンクとしてや、お酒を飲まない参加者のために一定割合でソフトドリンクを混ぜておく。500ml以下のペットボトルが楽でおすすめ

==== やってよかったこと

勉強会をやってよかったことを一つ挙げるとしたら、自分の勉強会がきっかけで何か新しいことが生まれる喜びです。例えば、Tech Pubの最初の回「あなたのヒット作を語るLT大会」で登壇いただいた方が、その内容をまとめた同人誌を作ったそうで、買いに伺った際に「Tech Pubのおかげでこの本ができたんですよ」とおっしゃってくださいました。また、vol.3の「技術書典ふりかえりLT大会！」は、この合同誌の取りまとめ役であるおやかたさんら、技術書執筆者の横のつながりを生むきっかけとなったかなと自負しております。このような感じで「私の勉強会がなかったら生まれてないかもしれない」と一人ニヤニヤするのが結構楽しいです。

==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ

勉強会の主催というと「優秀でないとできないのではないか」と思ってしまうのではないでしょうか。私も勉強会の主催なんて自分ができるとは全く思っていませんでした。しかし、困っている課題があり（私の場合、IT系の編集ノウハウ）、なんとかしたいと思っている人こそが、本当にほしい勉強会を作ることができるのではないかと思います。本当にほしいから、熱意で続けられる。やってみたいと思ったら、今は開催場所の手配も、集客もやりやすくなりました。ぜひ「これだ」というアイデアを思いついたら、勉強会という手段で形にしてみましょう。

//footnote[1][https://techpub.connpass.com/]
//footnote[2][立ち上げの経緯はTech Pub第1回で発表したこちらのスライドでも紹介しています： https://www.slideshare.net/kondoyuko/tech-pub-techpub-vol1-72883715]
//footnote[3][最近参加した「吉祥寺.pm」という勉強会は、ほぼ1人で勉強会運営と懇親会を回しているそうです。「参加費を無料」「会場は地域センター」「会場費はカンパ制」にすることで受付、誘導などスタッフの人員を極力減らし、居心地のいい勉強会を作っています。詳しくはブログに書きました： https://kondoyuko.hatenablog.com/entry/2019/03/03/003922]
//footnote[4][もともとは製造業の言葉で、原料に対する実際に得られた製品生産数の割合のこと。「今回のイベントは歩留まりがいいね」などと言うと通っぽい]

== html5j エンタメ技術部

@<href>{https://www.facebook.com/html5j.entech/}

==== 自己紹介

名前： 豊田陽介（@<href>{ https://twitter.com/youtoy , @youtoy }）

普段は、通信会社の研究所で研究職をしています。
仕事では、映像・画像処理技術や、映像伝送システム、スマート端末のUI/UXに関する研究開発をやってきました。

そして、IT系を中心とした勉強会・イベントにプライベートでよく参加しており、
ここ1年くらいは特に、数多くのイベントに参加しています
（具体的には、2018年2月から2019年1月の1年間で、主催・運営を含め240以上のイベントに参加しました）。
また、ガジェットが好きで、話題になったガジェットをよく買っていたりします。

==== コミュニティの概要

html5j（ @<href>{ https://html5j.org/ } ）という、Web系の大きなコミュニティの中で、活動しているコミュニティの1つです。
部活動と呼ばれる枠で、ロボット等の特定の内容に特化したコミュニティが、自分の主催する部の他にもあります。
自分は「技術で人を楽しませること（また、作る側も楽しめること）、そしてそれらの技術とWebとの接点を探ること」をテーマに、勉強会開催などを行っています。

==== 活動履歴

このコミュニティで行ってきた活動は、勉強会（講義形式やハンズオン、もくもく会）や、アプリコンテストの部門担当、技術記事の執筆があります。

【勉強会主催】

 * html5j エンタメ技術部 第0回勉強会 : ATND
 ** @<href>{ https://atnd.org/events/44788 }
 * html5j エンタメ技術部 第1回勉強会 Web技術者のためのArduino入門 : ATND
 ** @<href>{ https://atnd.org/events/47308 }
 * html5j エンタメ技術部 第2回勉強会（ハンズオン） Web技術者のためのArduino入門 実践編 : ATND
 ** @<href>{ https://atnd.org/events/50467 }
 * 【obnizコラボ】html5j エンタメ技術部 第3回勉強会（もくもく会＆ハンズオン） - connpass　
 ** @<href>{ https://html5j-entech.connpass.com/event/117819/ }

【技術記事の寄稿】

 * 初心者でもわかる・できる！Arduinoを使った初めての電子工作実践 | HTML5Experts.jp
 ** @<href>{ https://html5experts.jp/youtoy/12029/ }

【コンテストのオーガナイザ】

 * HTML5 Japan Cup 2014 の「エンタメアプリ・コンテンツ賞」担当
 ** （参考：テーマ賞の一覧）  @<href>{ https://5jcup.org/awards }
 ** （参考：テーマ賞の受賞作品発表）  @<href>{ http://blog.5jcup.org/2014/07/html5-japan-cup-2014_85.html }
 * MA2018 ヒーローズ・リーグ（マッシュアップアワード）の「VUI（Voice User Interface）部門」のオーガナイザ
 ** （参考：受賞者一覧）  @<href>{ https://ma2018.we-are-ma.jp/awards/ }

==== 立ち上げの経緯

就職して7年ほどたったころ、とあるきっかけから、都内で開催されているIT系勉強会にプライベートで参加しはじめるようになりました。
かなり高頻度にいろいろなイベントに顔をだすようになり、その中に html5j が開催する勉強会がありました。
そして、勉強会中やSNS上で参加者・スタッフの方と交流したりする中で、あるとき、html5j の主催者の方に
「（自分と）興味分野が近そうなところがあるし、その内容を題材にした勉強会を主催してみませんか？」と
お誘いをいただきました。

「自分がイベントを主催できるのか？」と迷いましたが、「慣れない部分はフォローするよ」と言っていただき、
イベント開催準備にあたっていろいろと相談にものっていただけたりして、その後も主催をしていくことを決心しました。

==== 大事にしていること

参加者の方が役立つ情報を得られる機会を提供できるようにする、交流が生まれるようにフォローするといったことです。

さらに、記録を残したり情報発信することを意識しています。
最近はイベント中に写真付きでの実況ツイートをしたり（※ 参加者の方に、写真のツイートが大丈夫か等は、事前に確認しています）、
参加者の方がツイートしてくださったものを含めたツイートまとめを作成したり、という感じです。
参加した方の思い出に、という部分もありますが、今後参加を検討する方に向けた、過去のイベントの様子を伝える手段
という意味でも意識してやっています。

それと、主催者側の視点で「自分も楽しめる」ということを最近は大事にしています。

イベントを主催しはじめたころは、開催すること自体に必死でしたが、少し考える余裕がでてきたときに、
この活動を継続していくためにはどうするか？、ということを考えるようになりました。
普段の仕事や生活もある中で、時間的な制約もかなりうける中で、続けるのが辛くなってきては長続きしないので、
無理せず細くても長く続けていけるようなやり方を模索しています。

==== やってよかったこと

まず、イベントを通じて、楽しく交流ができるたくさんの方と出会うことができたことです。

また、勉強会主催をきっかけに、このコミュニティ関連だけでも、アプリコンテストの審査や技術記事の執筆など、
勉強会主催以外の経験もさせていただくきっかけができました。

また、このコミュニティでのイベント開催経験を活かして、個人主催のイベントを別途主催し、
スマートスピーカー等に関連したコラボやつながりができました。
例えば、下記のイベントを主催しました。

 * 【8/21 東京】スマートスピーカーハンズオン＆もくもく会 LINE Clovaスキル開発 - connpass
 ** @<href>{ https://kotodama.connpass.com/event/97272/ }
 * 【コラボ拡大版】第6回 スマートスピーカーもくもく会＠LODGE（10月開催） - connpass
 ** @<href>{ https://connpass.com/event/105196/ }
 * 【NOIDコラボ】第7回 スマートスピーカーもくもく会＠アイリッジ - connpass
 ** @<href>{ https://connpass.com/event/112785/ }

LINEさんやアイリッジさんといった企業さんとコラボしてのイベント開催、
他のもくもく会と合同でのイベント開催など、html5j エンタメ技術部 でやってきたものとは
異なる形のイベントも実施することができました。

また最近、上記で書いたようなコミュニティとは異なる場でも、イベント運営・講師・サポーターといった
依頼をいただくこともでてきて、技術系を中心とした分野で貴重な経験をする機会をさらにいただけています。

==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ

最初は、ちょっとしたきかっけ・興味でIT系イベント参加をはじめただけだったのですが、
イベント主催や、その他、様々な形でのイベントへの関わりを持つことができました。

その元になったものの1つは、自分が興味を持てたことを長く続けたこと（この場合は、イベント参加や
そこで生まれていった交流）が大きな要素であったように思います。
また、その中でいただいた勉強会主催の話に挑戦してみたというのが大きな要素の1つではありますが、
その点については、慣れない自分をサポートいただけた多くの方に恵まれた部分が大きかったと感じています。

何に出会えるか、どんなことを自分は大切にしたいと思えるかは人それぞれだと思うので、1つの正解が
ある話ではないですが、まずは自分ができる範囲での何らの活動をはじめてみて、継続できるものを
見つけていけると良いのではないか、と思います。

== ITスキルアップコミュニティ「エフスタ!!」

==== 自己紹介
えびちき＠ebichikiです。エフスタ!!TOKYO運営スタッフをしています。生まれは福島で、現在は東京でSEをしています。

==== 会/コミュニティの概要、活動履歴
福島県で発足したITスキルアップコミュニティ「エフスタ」はたくさんの方に” ITっておもしれえんだよ！と感じてもらい、ITで地方を面白くする”をミッションに掲げる市民活動（コミュニティ）です。 現在、主に全国７か所の拠点で活動しています。（郡山市・会津若松市・いわき市・福島市・東京・仙台・北海道）

 * Webサイト http://efsta.com
 * Facebookページ https://www.facebook.com/efsta.it

==== 立ち上げの経緯（エフスタ!!TOKYOとして）
福島をITで盛り上げたい、福島に興味を持ってもらいたいと思いから福島と東京をつなぐサテライト勉強会として2012年に活動を開始しました。

==== ここが面白い/ここが素敵

 * テーマは自由
毎回様々な活動をされている講師をお招きして開催しています。直近のイベントではワークライフライフバランスとエンジニアの関係をテーマに世の中の働き方が変化していく中でエンジニアはどうすればこれからの時代を生き抜けるかを考えるトークセッションを行いました。イベントページはこちら。https://efsta.connpass.com

 * つながるコミュニティ
他コミュニティとのコラボイベントやハッカソンの開催なども定期的に開催しています。活躍の場が増えるチャンスがあります。

 * 福島のおやつ
福島のスイーツを堪能できるもぐもぐタイムがあります。スタッフ厳選のおいしい銘菓が味わえます。

 * ライトニングトーク大会
メインセッションの後に持ち時間一人5分の楽しいライトニングトーク大会も開催します。優勝者には豪華景品がもらえます。

 * 福島のエンジニア
地方からITを変えたいと思うエンジニアがたくさんいます。様々な出会いがあり刺激を受けます。

==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
初めての方でも参加しやすい勉強会です。福島県にゆかりがある方もそうでない方も興味があればぜひ参加してください。

一緒に情報交換しながら応援していきましょう。

== 技術書をつまみに酒を飲む

==== 自己紹介

本書の編集長でもあります、おやかた@oyakata2438 です。

自分で主催しているコミュニティと、その活動の概要をご紹介します。

==== 活動概要
「技術書をつまみに酒を飲む」は、Connpassのグループ名です。

https://techbook-and-ethanol.connpass.com/

@<b>{勉強会}:月に1回くらいのペースで、勉強会(特に執筆に関するテクニック)を開催。最近では、組版の光と闇と未来についてのLT会などを開催。

@<b>{技術同人誌再販Night★}：技術書典などのイベントの後(1か月後くらい)に、平日夜開催の同人誌即売会(参加サークル30前後)兼交流会。即売会とLT会が併設されていて、販売タイム→LTタイム→販売タイム→LTタイム、という感じです。買い逃した本をその場で購入することもできますし、新しい本に出会うチャンスでもありますよ。

@<b>{非公式アフター}：技術書典当日の夜、著者、サークル参加者、一般参加者が100人規模で集まる打ち上げを主催。せっかくの技術書典当日、身内での打ち上げも楽しいですが、せっかくすぐ近くにあの本の著者がいるので、ゆっくり話ができると素敵じゃありませんか？

==== 立ち上げの経緯

最初は実は深く考えておらず、このコミュニティの最初のイベントは、執筆技術の共有のための小さな勉強会でした。その手のイベントを2-3回開催して、せっかくだから全部グループにまとめてしまおう、という形でまとまったのがこの「技術書をつまみに酒を飲む」です。みんなで飲みながら、自分が書いた、目の前の人が書いた本をつまみに盛り上がれたら楽しくないですか？私は楽しいです。なので、飲めない人には少し申し訳ない名前ですが、こういう名前になりました。もちろん飲めない人も大歓迎ですよ。

その後、技術書典の非公式アフターなどのかなり大規模な会、他の会とのつながりで人も増え、今に至ります。

参加いただいた方、本当にありがとうございます。

==== 大切にしていること

サークル主が楽しいこと。交流ができること。

サークル主どうしのコミュニケーション、話したり飲んだりという時間は、案外少ないと考えています。イベント期間中は自サークルの売り子で手一杯、イベント当日はへとへとになって身内で打ち上げをする程度、とすると、いつも買いに行ってるサークル主とゆっくり話をするチャンスはほとんどありません。一般参加者とサークル主であれば、本を買うときに話したり質問したりすることができますが…　ほかの勉強会で会うことができればまだしも、少しジャンルが違えばその可能性すらありません。

それってさびしくありませんか？

そのために、非公式アフター、技術同人誌再販Nightについては、サークル主がほかのサークル主と話をするための会なのです。

非公式アフターから新しく立ち上がったコミュニティ、同人サークルがあったり、そこでコミュニティとコミュニティがつながったり、新しい関係がたくさん生まれています。技術同人誌を書くという点において、ほぼ全員が行動力の化け物です。他の飲み会では、「いいねー」「おもしろそー」以上終了、となることが多い思い付きであっても、私の周囲(観測範囲)ではさらに「こうしたらできるよね」「おう、やろうやろう」と話が進みます。そしてそれらは結構な割合で実現・成功します。酒の席での戯言が実現するのです。行動力のなせる業です。

==== 新しく参加される方へ
まずは、Connpassを覗きに来てみてください。たいてい何かもうすぐ開催のイベント予定が入っているはずです。もしイベント予定がなくても、何か思いついたらそれを開催します。こういうコンセプトのイベントをやってほしい、という話があればぜひ教えてください。初めてでも構いません、お手伝いしますよ？

特に、技術書典などに初めて参加して、著者ともう少し話しみたい、という方にお勧めします。そして、次のイベントでは本を書きましょう。本を書くことは楽しいだけでなく、メリットがめちゃくちゃ多いです。これから本を書こうとする方を全力でバックアップします。

== 技術同人読書会@底辺亭底辺

皆様、お世話になっております。
銭けっと主催者の底辺亭底辺です。

==== 銭けっと

「銭けっと」とは、江戸期に開催されていた東都薬品会と現在開催されている技術書典の概念を組み合わせたイベントです。
端的に説明すると、文系要素にまで幅を広げた技術同人誌即売会です。
我が国の産学力と携わる実務者の待遇を向上させる事が本大会の開催目的です。

ご参加いただいたのお陰で無事に第一回大会を終え、第二回大会を埼玉川口で開催出来る運びとなりました。

https://zeniket.jimdofree.com/


==== 技術同人読書会

その間、大会告知も兼ねて全国各地で「技術同人読書会」を開催しておりました。
読書会の開催地は兵庫・大阪・金沢・博多、そして埼玉川口大会が終われば青森に飛びます。
今回は「技術同人読書会」のレポートを行います。

「技術同人読書会」とは、技術同人誌の概念を日本国中に普及させる事を目的としたイベントです。
一般的な読書会と異なり、個々の書籍の内容に言及する事には注力しておりません。
技術書典の様子・執筆者のスタンス・書籍の販売ルートなど、メンバー（主に私ですが）が知り得る限りの技術書文化全体に関する説明に多くの時間を割いております。

また、技術書典で頒布された技術同人誌の現物を持っていくことで、技術同人誌というものそのものを普及させることができます。

と言っても私には集客力が無いので
普及活動と呼べるレベルの規模の大会は未だ開催出来ておりません。
ただ、余所者の私が突如開催するような会に来て下さる方は、好奇心が強く情報感度が非常に高い地方のリーダー的な方が多かったです。

==== (地方の)勉強会と技術同人誌

例えば、金沢大会では下見中に「NT加賀」@<fn>{NTkaga}という電子工作イベントの主催者様と偶然お逢いすることが出来ました。
ありがたいことに、彼から「NT加賀」へ招聘されて、そのままノリで出展参加させて頂きました。
勿論、単なる『偶然』ではありません。
地方では向学心あるグループが集まれる施設が少ないので、正しく会場を選択すれば地域のトップに出会える可能性は格段に上がるのです。
ちなみに金沢で借りた会場は「ＩＴビジネスプラザ武蔵」と云う金沢市が運営する産学支援施設であり、絶えず勉強会が催されている会場でした。

//footnote[NTkaga][NT加賀とは、「ニコニコ技術部・加賀大会」の意であり、電子工作系の出展会です。NTを冠した大会は日本全国で開催されているので、興味のある方は是非覗いてみて下さい。技術書文化とは相当親和性が高く、私の技術書試読ブースは大盛況でした。]

地方に限った事ではないのですが、まだまだ技術書文化は知られておりません。
十年以上勉強会を主催し続けて来られた方々と話しても、その半分は「技術同人・技術書典」の存在を知らなかったです。

ただ皆様聡明な方なので、現物さえ見せてしまえば技術同人の意義や、それを皆が著する事による社会への化学変化を認識して頂く事が出来ました。
何より、『技術書読書会』のフォーマットは地方でこそ有効活用出来る性質のものです。
なので、技術書を買い込むときの金額や重量を具体的に説明することにより、その再現性も認識して頂けました。
（縁の出来た方々とは、以後も密に連絡を取り合っております）

幸いにして我が国の同人誌文化は47都道府県を網羅しております。
誇張ではなく、日本国とは都鄙の別なく全ての街に同人誌を作った経験のある者・同人イベントを主催した者が存在する稀有な国家なのです。
ですので。
「同人誌には成人向けの物ばかりでは無く、実業実学を益する性質の物もある」
と実物披露を交えて解説するだけで、多くの方が現地再現の可能性を感じ取って下さりました。

技術同人に限らず、ＩＴ業界の発信習慣には非常に有意義で応用の効くものが多いです。
例えばライトニングトーク。
これは地域関係なく、非エンジニアに見せるとインスピレーションを喚起するのか、喜ばれます。
（弊社ではＬＴを3000円で買い取るイベントを実施中です。）

==== 数学イベント

また告知の過程でエンジニア率が非常に高い『数学イベント』の存在も知れました。
感銘を受けたので、私も東京・埼玉で実験的に主催してみたのですが、読書会以上に低コストで場を再現することに成功しました。
私見ですが、読書会・数学会はコワーキングスペース（自習室ではなく）が複数存在する街なら、どこでも成立する様に思えます。


元々、大阪で数学イベントを開催している「大阪分散技術コミュニティー」様と懇意にさせて頂いていたこともあり
上京時に本場の数学サークル「数学デー」様に参加させて貰えました。
数学イベントには、極めて高度な知的人材が集中していました。
必然的に彼らのITエンジニア率は高く、技術書に対して強い関心を持ってくれる方が多かったです。

==== 技術同人誌読書会の今後

今後も「技術同人読書会」は続けるつもりですが、単に惰性で継続するのでは意味が無いと考えております。
ＬＴ文化や数学イベントマニュアルと並行して技術書を紹介する事により、ＩＴ業界が生み出した発信手法を社会全体に還元していく所存です。

技術書やＬＴの発表先に悩まれている方が居られれば、未来プロダクションまでお気軽にお問合せ下さい。


底辺亭底辺 銭けっと@zeniket











#@# コメント Re:VIEW記法らしきもので統一して書いてみました。問題ありましたら委細お願いします！

#@#以下テンプレート

#@#①こんな勉強会があります（主催者投稿）
#@#　== 会/勉強会の名前
#@#=== 自己紹介
#@#==== 会/コミュニティの概要、活動履歴
#@#==== 立ち上げの経緯
#@#==== 大事にしていること
#@#==== やってよかったこと
#@#==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
#@# 参加、登壇、主催する人に向けて。一つでもよいし、複数でも良いです。
#@#主催しているコミュニティの宣伝、ぜひ参加してね、などを書いてください。
#@#② こんな勉強会があります（参加者投稿）
#@#== 会/勉強会の名前
#@#==== 自己紹介
#@#==== 会/コミュニティの概要、活動内容
#@#==== ここが面白い/ここが素敵
#@#==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
#@# 参加、登壇、主催する人に向けて。一つでもよいし、複数でも良いです。
#@#今自分が参加している勉強会/LT会はここが面白い、というのをエモく語ってください。

#@#③ 勉強会に「参加して」世界が変わった/広がった
#@#== タイトル＠だれそれ
#@#==== 自己紹介
#@#==== 参加した会の概要
#@#==== 参加しようと思ったきっかけ
#@#==== 参加しての感想等

#@#④勉強会を「主催して」世界が変わった/広がった
#@#== タイトル＠だれそれ
#@#==== 自己紹介
#@#==== 開催概要・内容
#@#==== 開催しようと思ったきっかけ
#@#==== 開催しての感想等
