= こんな勉強会があるよ！

== もくもく執筆会 #techbook_meetup

=== 概要・活動履歴

=== 立ち上げの経緯

=== 大事にしていること

=== やってよかったこと

=== これから勉強会に参加 or 登壇 or 主催する人に向けてのメッセージ
#@#参加 or 登壇 or 主催 どれかを選んで書く

====[column] 自分が欲しい場所は作ればいい！ @llminatoll

====[/column]

== おやかたが技術者コミュニティに足を踏み入れた日
勉強会初参加にして、私の人生を変えるきっかけになったイベントを紹介します。

==== 自己紹介
本書の編集長もやってます、おやかたです。合同誌を生やしたりする活動をやってます。

==== 参加した会の概要
https://techpub.connpass.com/event/54961/

Tech Pub vol.3―技術書典ふりかえりLT大会！（非公式ファンイベント） 2017年5月9日

参加者　20名　技術書典2の振り返りLT会。登壇者8人

==== 参加しようと思ったきっかけ

技術書典運営のひつじさんが参加すると聞いて、「技術書典当日、みんなで打ち上げできませんか？」という質問をしたかったために参加しました。

質問のチャンスがあり、やはり当日は人手、時間的に無理です、という丁寧な解答を頂き、さらにそれが、「技術書典非公式アフター@<fn>{unofficial}につながっていきます。

//footnote[unofficial][技術書典3非公式アフター　https://techbook-and-ethanol.connpass.com/event/63853/]

==== 参加しての感想等

このイベントで技術書著者の皆さんと出会い、その後様々なプロジェクト、イベントに発展していきます。あとから考えてみると、「技術同人誌を書こう」の著者10人のうち8名が参加しているという奇跡のイベントでした。主催の近藤さんやその他の著者の皆さんともさまざまなイベントでご一緒しています。このイベントがなかったとしたら・・・誇張なく今の私はいません。

大げさな表現でなく本当に、一つの勉強会が人生を変えるというのが実際に起こった勉強会でした。それまでから8年ほど、15冊近く技術同人誌は書いていたので、本を書くきっかけになったというわけではありません。しかしここでの出会いがなければ、変わらず一人で淡々と本を書いていたか、ことによればネタ切れで引退していたかもしれません。このイベント以降、執筆、コミュニティ活動、勉強会参加、すべてが非常に充実しており、まだみんなと知り合って一年半ほどしか経っていないことが本当に信じられないのです。

#@#以下テンプレート

#@#①こんな勉強会があります（主催者投稿）
== 会/勉強会の名前
==== 自己紹介
==== 会/コミュニティの概要、活動履歴
==== 立ち上げの経緯
==== 大事にしていること
==== やってよかったこと
==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
#@# 参加、登壇、主催する人に向けて。一つでもよいし、複数でも良いです。
#@#主催しているコミュニティの宣伝、ぜひ参加してね、などを書いてください。
#@#② こんな勉強会があります（参加者投稿）
== 会/勉強会の名前
==== 自己紹介
==== 会/コミュニティの概要、活動内容
==== ここが面白い/ここが素敵
==== これから勉強会に参加、登壇、主催する人に向けてのメッセージ
#@# 参加、登壇、主催する人に向けて。一つでもよいし、複数でも良いです。
#@#今自分が参加している勉強会/LT会はここが面白い、というのをエモく語ってください。

#@#③ 勉強会に「参加して」世界が変わった/広がった
== タイトル＠だれそれ
==== 自己紹介
==== 参加した会の概要
==== 参加しようと思ったきっかけ
==== 参加しての感想等

#@#④勉強会を「主催して」世界が変わった/広がった
== タイトル＠だれそれ
==== 自己紹介
==== 開催概要・内容
==== 開催しようと思ったきっかけ
==== 開催しての感想等

